Repository: AngeloAvv/weather_app
Catalog: assets/l10n/app_*.arb
Languages: it

# action_search
source: Search
it: Cerca

# action_fix
source: Fix
it: Risolvi

# error_generic
source: A generic error has occurred.
it: Si è verificato un errore generico.

# error_not_found
source: I couldn't find the city you wanted: {city}
it: Non sono riuscito a trovare la città ricercata: {city}

# error_unauthorized
source: The search cannot be fulfilled. Permission denied.
it: Non è possibile soddisfare la ricerca. Permesso negato.

# error_no_internet
source: Can't get the information without an internet connection.
it: Non posso ottenere le informazioni senza una connessione a Internet.

# hint_search
source: Search...
it: Cerca...

# hint_cancel
source: Cancel
it: Annulla

# label_welcome
source: Welcome!
it: Benvenuto!

# label_search
source: Search for a city to check the weather.
it: Ricerca una città per visualizzare il meteo.

# tooltip_search
source: Search...
it: Cerca...
